Repository: jvsg6/djangoman
Catalog: adm/locale/*/LC_MESSAGES/django.po
Languages: fr, it, ru

source: Latitude of source
fr: Latitude de la source
it: Latitudine della fonte

source: Longitude of source
fr: Longitude de la source
it: Longitudine della fonte

source: Min latitude of calculation area
fr: Latitude minimale de la zone de calcul
it: Latitudine minima dell'area di calcolo
ru: Минимальная широта расчетной области

source: Min longitude of calculation area
fr: Longitude minimale de la zone de calcul
it: Longitudine minima dell'area di calcolo
ru: Минимальная долгота расчетной области

source: Max latitude of calculation area
fr: Latitude maximale de la zone de calcul
it: Latitudine massima dell'area di calcolo
ru: Максимальная широта расчетной области

source: Max longitude of calculation area
fr: Longitude maximale de la zone de calcul
it: Longitudine massima dell'area di calcolo
ru: Максимальная долгота расчетной области

source: Min latitude of result area
fr: Latitude minimale de la zone de résultat
it: Latitudine minima dell'area dei risultati
ru: Минимальная широта сетки результатов

source: Min longitude of result area
fr: Longitude minimale de la zone de résultat
it: Longitudine minima dell'area dei risultati
ru: Минимальная долгота сетки результатов

source: Max latitude of result area
fr: Latitude maximale de la zone de résultat
it: Latitudine massima dell'area dei risultati
ru: Максимальная широта сетки результатов

source: Max longitude of result area
fr: Longitude maximale de la zone de résultat
it: Longitudine massima dell'area dei risultati
ru: Максимальная долгота сетки результатов

source: Count cells in latitude
fr: Compter les cellules en latitude
it: Contare le cellule in latitudine
ru: Количество ячеек по широте

source: Count cells in longitude
fr: Compter les cellules en longitude
it: Conta le cellule in longitudine
ru: Количество ячеек по долготе

source: Height of the wind
fr: Hauteur du vent
it: Altezza del vento

source: Dierction of the wind
fr: Direction du vent
it: Direzione del vento

source: Speed of the wind
fr: Vitesse du vent
it: Velocità del vento

source: Meteo phase start time, s
fr: Heure de début de la phase météorologique, s
it: Ora di inizio della fase Meteo, s

source: Is wind constant in all height?
fr: Le vent est-il constant dans toutes les hauteurs?
it: Il vento è costante a tutte le altezze?

source: Rate of precipitation, mm/h
fr: Taux de précipitation, mm / h
it: Tasso di precipitazione, mm / h

source: Type of precipitation
fr: Type de précipitation
it: Tipo di precipitazione

source: Stability class
fr: Classe de stabilité
it: Classe di stabilità

source: Roughness
fr: Rugosité
it: Rugosità

source: Wind on the varoius heights
fr: Vent sur les différentes hauteurs
it: Vento sulle varie altezze

source: Name of calculation
fr: Nom du calcul
it: Nome del calcolo
ru: Имя расчета

source: Comment of calculation
fr: Commentaire de calcul
it: Commento del calcolo
ru: Комментарии к расчету

source: Input meteo phases
fr: Phases météorologiques d'entrée
it: Immettere le fasi meteo
ru: Входные метео фазы

source: Common
fr: Commun
it: Comune
ru: Общее

source: Source
fr: La source
it: Fonte
ru: Источник

source: Area
fr: Zone
it: La zona
ru: Расчетная область

source: Edit mode:
fr: Mode édition:
it: Modalità Modifica:
ru: Редактирование:

source: Save scenario
fr: Enregistrer le scénario
it: Salva scenario
ru: Сохранить расчет

source: Start calculation
fr: Commencer le calcul
it: Inizia il calcolo
ru: Начало расчета

source: Calculation number
fr: Numéro de calcul
it: Numero di calcolo
ru: Номер расчета

source: Name
fr: Nom du calcul
it: Nome del calcolo
ru: Название расчета

source: Author
fr: Auteur
it: Autore
ru: Автор

source: Creation date
fr: Date de création
it: Data di creazione
ru: Дата создания

source: Comment
fr: Commentaire
it: Commento
ru: Общие параметры

source: Link to download
fr: Lien pour télécharger
it: Link per il download
ru: Ссылка на скачивание

source: download
fr: Télécharger
it: Scarica

source: ADM
fr: MDA
it: MDA
ru: МАД

source: ATMOSPHERIC DISPERSION MODEL
fr: MODÈLE DE DISPERSION ATMOSPHÉRIQUE
it: MODELLO DI DISPERSIONE ATMOSFERICA

source: Login
fr: S'identifier
it: Accesso

source: Logout
fr: Se déconnecter
it: Disconnettersi
ru: Выйти

source: Menu:
it: Menù:
ru: Меню:

source: New Calculation
fr: Nouveau calcul
it: Nuovo calcolo
ru: Новый расчет

source: Random Calculation
fr: Nouveau calcul
it: Calcolo casuale
ru: Случайный расчет

source: Delete
fr: Supprimer
it: Elimina
ru: Удалить

source: Min calc number
fr: Nombre de calc min
it: Numero di calc minimo

source: Max calc number
fr: Nombre maximal de calculs
it: Numero massimo di calc

source: Search
fr: Chercher
it: Ricerca
ru: Поиск

source: Calculation area parameters
fr: Paramètres de la zone de calcul
it: Parametri dell'area di calcolo

source: Result area parameters
fr: Paramètres de la zone de résultats
it: Parametri dell'area dei risultati

source: General information
fr: informations générales
it: Informazione Generale
ru: Общая информация

source: Prognoz
it: Ricerca
ru: Метеопрогноз

source: WingOrography
it: Impostazione del tempo
ru: Метеообстановка

source: Source Parameters
fr: Paramètres source
it: Parametri sorgente

source: Select Lang
fr: Choisir la langue
it: Seleziona la lingua
ru: Выбор языка

source: Meteo
ru: Метеорология

source: Transport
ru: Перенос

source: Weather
ru: Метеорология

source: User
ru: Пользователь

source: Profile
ru: Профиль

source: Settings
ru: Настройки

source: Notifications
ru: Уведомления

source: Home
ru: Домой

source: Duplicate Calculation
ru: Дублировать расчет

source: Filter
ru: Фильтр

source: History
ru: История

source: Calculation Details
ru: Детали расчета

source: Results
ru: Результаты
